"Cheerful" = "Munter";
"Melodic" = "Melodisk";
"Relaxed" = "Avspänd";
"Grooving" = "Groovig";
"Distorted" = "Förvrängd";
"Acoustic" = "Akustisk";
"Processed" = "Bearbetad";
"Single" = "Enkel";
"Part" = "Del";

"Dark" = "Mörk";
"Dissonant" = "Dissonant";
"Intense" = "Intensiv";
"Arrhythmic" = "Arytmisk";
"Clean" = "Ren";
"Electric" = "Elektrisk";
"Dry" = "Torr";
"Ensemble" = "Ensemble";
"Fill" = "Fyllning";

"Rock/Blues" = "Rock/blues";
"Electronic/Dance" = "Elektronisk";
"Jazz" = "Jazz";
"Urban" = "Urban";
"World/Ethnic" = "World music";
"Cinematic/New Age" = "Cinematisk";
"Orchestral" = "Orkestral";
"Country/Folk" = "Country";
"Experimental" = "Experimentell";
"Other Genre" = "Annan genre";

"Bass" = "Bas";
"Electric Bass" = "Elbas";
"Acoustic Bass" = "Akustisk bas";
"Synthetic Bass" = "Syntbas";

"Drums" = "Alla trummor";
"Drum Kit" = "Trumset";
"Electronic Beats" = "Slag";
"Kick" = "Kick";
"Tom" = "Tom";
"Snare" = "Virveltrumma";
"Cymbal" = "Cymbal";
"Hi-hat" = "Hi-hat";

"Guitars" = "Gitarrer";
"Electric Guitar" = "Elgitarr";
"Acoustic Guitar" = "Akustisk gitarr";
"Banjo" = "Banjo";
"Mandolin" = "Mandolin";
"Slide Guitar" = "Slide guitar";
"Pedal Steel Guitar" = "Pedal steel";

"Horn/Wind" = "Horn";
"Saxophone" = "Saxofon";
"Trumpet" = "Trumpet";
"Flute" = "Flöjt";
"Trombone" = "Trombon";
"Clarinet" = "Klarinett";
"French Horn" = "Franskt horn";
"Tuba" = "Tuba";
"Oboe" = "Oboe";
"Harmonica" = "Munspel";
"Recorder" = "Blockflöjt";
"Pan Flute" = "Panflöjt";
"Bagpipe" = "Säckpipa";
"Bassoon" = "Fagott";
"Piccolo" = "Piccolo";
"English Horn" = "Engelskt horn";
"Brass" = "Bleckblås";
"Woodwind" = "Träblås";

"Keyboards" = "Klaviaturer";
"Piano" = "Piano";
"Electric Piano" = "Elpiano";
"Organ" = "Orgel";
"Clavinet" = "Klavinet";
"Accordion" = "Dragspel";
"Synthesizer" = "Synthar";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Cembalo";

"Mallets" = "Melodislagv.";
"Steel Drum" = "Bensinfat";
"Vibraphone" = "Vibrafon";
"Marimba" = "Marimba";
"Xylophone" = "Xylofon";
"Kalimba" = "Kalimba";
"Bell" = "Klocka";
"Timpani" = "Timpani";

"Mixed" = "Jinglar";

"Other Instrument" = "Annat instr.";

"Percussion" = "Slagverk";
"Gong" = "Gong-gong";
"Shaker" = "Shaker";
"Tambourine" = "Tamburin";
"Conga" = "Congas";
"Bongo" = "Bongo";
"Cowbell" = "Koskälla";
"Clave" = "Slagpinnar";
"Vinyl/Scratch" = "Vinyl";
"Chime" = "Klockspel";
"Rattler" = "Vibraslap";
"Sound Effect" = "FX";
"Misc2" = "Blandat";
"Boom" = "Smällar";
"All Effects" = "Alla effekter";
"Effects" = "Ljudeffekter";

"Ambience" = "Atmosfär";
"People" = "Personer";
"Transportation" = "Transportmedel";
"Weapons" = "Vapen";
"Explosions" = "Explosioner";
"Impacts & Crashes" = "Kollisioner";
"Animals" = "Djur";
"Sports & Leisure" = "Sport";
"Mech/Tech" = "Maskiner";
"Work/Home" = "Arbete/hem";
"Misc." = "Blandat";
"Foley" = "Foley";
"Motions & Transitions" = "Stingers";
"Sci-Fi" = "Sci-fi";

"Strings" = "Stränginstr.";
"Violin" = "Violin";
"Viola" = "Viola";
"Cello" = "Cello";
"Harp" = "Harpa";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Dubbelbas";

"Texture/Atmosphere" = "Texturer";

"Vocals" = "Sång";
"Male" = "Manlig";
"Female" = "Kvinnlig";
"Choir" = "Kör";

"bytes" = "byte";
"KB" = "K";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "Hittar inte filen";
"CantOpenFile" = "Filen hittades inte på den förväntade platsen.\n\n%@\n\nVill du hoppa över filen, söka efter den eller avbryta?";
"Select..." = "Sök fil...";
"MakeOfflineSource" = "Hoppa över fil";
"Don't open document" = "Avbryt";
"Reconnecting " = "Återansluter ";
"Use selected path to reconnect other offline sources..." = "Använd vald sökväg för att återansluta saknade filer";
